Repository: UNICEFLebanonInnovation/YouthRefferalPlatform
Catalog: referral_platform/static/locale/*/LC_MESSAGES/django.po
Languages: ar

source: profile
ar: الملف الشخصي

source: courses
ar: الدورات

source: partners
ar: الشركاء

source: support
ar: الدعم

source: blog
ar: مدونة

source: Youth Referral Platform
ar: منصة إحالة الشباب

source: Download CV
ar: تحميل السيرة الذاتية

source: French
ar: الفرنسية

source: The CV is in .pdf format. Use the Adobe Reader to open it.
ar: السيرة الذاتية هي في شكل PDF. استخدم أدوب ريدر لفتحه.

source: Newsletter
ar: النشرة الالكتونية

source: Your Email
ar: البريد الإلكتروني

source: OK
ar: موافق

source: Personal info
ar: تفاصيل شخصية

source: Permissions
ar: أذونات

source: Important dates
ar: تواريخ مهمة

source: email address
ar: عنوان البريد الإلكتروني

source: first name
ar: الاسم الاول

source: last name
ar: اسم العائلة

source: staff status
ar: حالة المستخدم

source: active
ar: فعال

source: date joined
ar: تاريخ الانضمام

source: user
ar: المستخدم

source: users
ar: المستخدمين

source: Nationalities
ar: الجنسيات

source: ID Type
ar: نوع الهوية

source: ALP Level
ar: مستوى التعليم غير نظامي

source: Only Arabic characters are allowed.
ar: يسمح فقط بالأحرف العربية.

source: Father Name
ar: اسم الأب

source: full name
ar: الاسم الثلاثي
