Repository: UNICEFLebanonInnovation/YouthRefferalPlatform
Catalog: referral_platform/static/locale/*/LC_MESSAGES/django.po
Languages: ar

source: File name
ar: الاسم الملف

source: Partner organization
ar: الجمعية

source: Exported by
ar: تم التصدير من قبل

source: Save
ar: حفظ

source: Cancel
ar: الغاء

source: Yes
ar: نعم

source: No
ar: كلا

source: Other
ar: غير ذلك

source: Agriculture
ar: الزراعة والصيد

source: Edit student
ar: تعديل

source: Completely disagree
ar: معارض بالكامل

source: Somewhat disagree
ar: معارض نوعاً ما

source: Neither agree nor disagree
ar: لا موافق ولا غير موافق

source: Somewhat agree
ar: موافق نوعاً ما

source: Completely agree
ar: موافق بالكامل

source: I can articulate/state my thoughts, feelings and ideas to others well
ar: يمكنني التلفّظ بوضوح/ التعبير عن تفكيري، مشاعري وأفكاري للآخرين بوضوح

source: I can express my opinions when my classmates/friends/peers disagree with me
ar: يمكنني التعبير عن آرائي عندما يخالفني الرأي زملائي في الصّف/رفاقي/نظرائي

source: I communicate without interrupting others and allowing others too to communicate
ar: أتواصل من دون أن أقاطع الآخرين وأسمح للآخرين بالتواصل أيضاً

source: I listen carefully to my classmates/friends/peers when they speak to me
ar: أستمع باهتمام إلى زملائي في الصّف/رفاقي/ نظرائي عندما يتحدّثون إليّ

source: In general, I am satisfied with myself
ar: عموماً، أنا راضٍ عن نفسي

source: I feel that I have a number of good qualities
ar: أشعر أنّي أملك عدداً من الصفات الجيّدة

source: I have set long term goals for myself
ar: لقد حدّدت أهدافاً طويلة الأمد لنفسي

source: I make decisions to help achieve my long term goals
ar: أصنع القرارات للمساعدة على تحقيق أهدافي الطويلة الأمد

source: I can always manage to solve my problems if I try hard enough
ar: يمكنني دوماً التوصّل إلى حلّ مشاكلي عندما أبذل جهداً كافياً

source: Usually I have discussions with my friends/parents/classmates to clarify issues before taking important decisions
ar: عادةً، أجري نقاشات مع رفاقي/أهلي/ زملائي في الصّف لتوضيح المسائل قبل اتّخاذ قرارات مهمة.

source: I am flexible in changing my mind if I am convinced by my friends/parents/classmates opinions
ar: أنا مرن في تبديل رأيي في حال اقتنعت بآراء رفاقي/ أهلي/ زملائي في الصّف.

source: I can say no to activities that I think are wrong.
ar: يمكنني رفض النشاطات التي أعتبرها خاطئة.

source: I know how to distinguish between facts and opinions
ar: أعرف كيف أميّز بين الوقائع والآراء.

source: I try to consider different points of view and different solutions to problems
ar: أحاول التفكير بوجهات نظر وبحلول مختلفة للمشاكل

source: I'm confident that I can develop creative ideas to solve problems
ar: أنا واثق أنّه بإمكاني تطوير أفكار مبتكرة لحلّ المشاكل.

source: Being part of a team is fun
ar: الإنتماء إلى فريق أمر مسلٍ

source: I build on the ideas of others.
ar: أبني على أفكار الآخرين. (الترجمة الأصلية: أناقش صراحةً أفكاري مع آخرين في المجموعة).

source: I am willing to compromise my own view to obtain a group consensus.
ar: أنا على استعداد لأساوم على رأيي الخاص للتوصّل إلى توافق ضمن المجموعة.

source: I think working as a team helps accomplish better achievement
ar: أعتقد أنّ العمل كفريق يساعد على تحقيق إنجاز أفضل

source: I support and praise as well as give constructive criticisms to people I work with as part of a team
ar: أدعم وأمدح وأقدّم انتقادات بنّاءة للأشخاص الذين أعمل معهم كجزء من فريق.

source: In my social environment, if I have a problem, I have a friend of my own age that I trust to talk to
ar: في بيئتي الإجتماعية، في حال واجهت مشكلة، لديّ رفيق في سنّي أثق بالتحدّث إليه.

source: In my community, I accept others who are from different religion and nationality
ar: في بيئتي، أتقبّل الآخرين الذين هم من دين وجنسية مختلفة عنّي.

source: I feel I belong to my community
ar: أشعر بالإنتماء إلى مجتمعي.

source: I feel that any conflict in my community should be the everyone's concern
ar: أشعر أنّ أيّ نزاع في مجتمعي يجب أن يهمّ الجميع.

source: I like to be involved in social activities that help develop my community
ar: أحبّ الإنخراط في نشاطات إجتماعية تساعد على تطوير مجتمعي.

source: I know where to volunteer in my community
ar: أعرف أين أتطوّع للعمل في مجتمعي.

source: I feel I am appreciated for my contributions to my community
ar: أشعر بأنّي أحظى بالتقدير لمساهماتي في مجتمعي.

source: I believe I can contribute towards the development (betterment) of my community
ar: أعتقد أنه بإمكاني المساهمة في تطوير (تحسين) مجتمعي.

source: I am able to address/discuss community concerns in interactions with community leaders/people of authority at the local level
ar: أنا قادر على معالجة/ مناقشة مواضيع تهمّ مجتمعي من خلال التفاعل مع قادة هذا المجتمع أو النافذين فيه على المستوى المحلّي.

source: I participate actively in addressing my community concerns through media/social media
ar: أُشارك بنشاط في معالجة المواضيع التي تهمّ مجتمعي من خلال وسائل الإعلام/ التواصل الإجتماعي.

source: I wash my hands before and after having food
ar: أغسل يديّ قبل تناول الطعام وبعده.

source: I use soap to wash my hands
ar: أستخدم الصابون لأغسل يديّ.

source: I wash my hands after using toilet
ar: أغسل يديّ بعد استعمال المرحاض.

source: I take bath after playing
ar: أستحمّ بعد اللعب.

source: I brush my teeth twice daily
ar: أغسل أسناني مرّتين في اليوم.

source: When eating, I am mindful of my food intake by watching my portion sizes and nutritional intake
ar: عندما أتناول الطعام، أتنبّه إلى حجم الحصص والكمّية التي أتناولها.

source: I do some kind of stretching, strength or physical activities at least 3 times a week
ar: أمارس بعض أنواع تمارين التمدّد، والقوة واللياقة البدنية ثلاث مرّات على الأقل أسبوعياً.

source: I spend no more than 2 hours a day on recreational screen time such as watching TV, gaming, or on the internet
ar: لا أمضي أكثر من ساعتين في اليوم على الشاشات الترفيهية على غرار التلفاز والألعاب أو الإنترنت.

source: I respect the environment around me, I manage my solid waste in a way that causes no harm to nature
ar: أحترم البيئة من حولي وأتخلّص من النفايات الصلبة بطريقة لا تضرّ بالطبيعة.

source: Part 1: Communication Skills
ar: القسم الأول: مهارات التواصل

source: Part 2: Self-esteem
ar: القسم الثاني: إحترام الذات

source: Part 3: Critical thinking and analysis skills
ar: القسم 3: التفكير النقدي ومهارات التحليل

source: Part 4: Teambuilding skills
ar: القسم 4: مهارات بناء الفرق

source: Part 5: Social Cohesion & Sense of belonging
ar: القسم 5: التناغم الإجتماعي وحسّ الإنتماء

source: Part 6: Social Responsibility & Volunteerism
ar: القسم 6: المسؤولية الإجتماعية والعمل التطوّعي

source: Part 7: Advocacy and Mobilization
ar: القسم 7: المناصرة والحشد

source: Part 8: Healthy LifeStyle
ar: القسم 8: نمط حياة صحّي

source: Not good
ar: غير جيد

source: Some
ar: بعض

source: Neutral
ar: محايد

source: Good
ar: جيد

source: Very good
ar: جيد جدا

source: I don't know how to use it
ar: لا أعرف كيف أستخدمه

source: I don't have a computer at home
ar: لا أملك جهاز كمبيوتر في المنزل

source: It's too expensive to use computers
ar: كلفة استخدام الكمبيوتر باهظة جدا

source: I never felt the need to use it
ar: لم أشعر أبدا بحاجة لاستخدامه

source: There are not a lot of computers available in the community
ar: لا يوجد الكثير من أجهزة الكمبيوتر المتاحة في المجتمع

source: Social networks & Forums
ar: الشبكات الاجتماعية والمنتديات

source: Presentation Software
ar: برنامج العرض

source: Word Processing
ar: كتابة نصوص

source: Software applications
ar: تطبيقات برمجية

source: Internet/Search Engines
ar: الانترنت / محركات البحث

source: Spreadsheets
ar: جداول البيانات

source: Operating systems
ar: أنظمة التشغيل

source: Types of computers and related parts
ar: أنواع الحواسيب والقطع المتصلة بها

source: Describe the importance of computers in today's world
ar: وصف أهمية أجهزة الكمبيوتر في عالم اليوم

source: Identify the main parts of computers
ar: تعريف أجزاء الكمبيوتر الرئيسية

source: Identify the different groups of keys on a keyboard
ar: استعمالات المفاتيح على لوحة المفاتيح

source: Perform different tasks by using a mouse
ar: استخدام الماوس لمهام مختلفة

source: Add photos, video and music to a presentation
ar: إضافة صور، فيديو، موسيقى إلى عرض تقديمي

source: Create a document filing system for easy retrieval
ar: إنشاء نظام ادخال للمستندات لسهولة استرجاعها

source: Insert graphics, text boxes and columns into a document
ar: إدراج رسومات، مربعات النصوص وأعمدة في مستند

source: Create a slideshow that is clear and visually interesting
ar: إنشاء عرض الشرائح يكون واضح ومثير للاهتمام بصريا

source: Send emails with attachments
ar: إرسال رسائل البريد الإلكتروني مع مرفقات

source: Sync data and media files across a number of devices
ar: مزامنة البيانات وملفات الوسائط عبر عدد من الأجهزة

source: Conduct effective research on the Internet using a variety of resources
ar: إجراء بحوث فعالة على الإنترنت باستخدام مجموعة متنوعة من المصادر

source: Utilize the cloud to share files across devices
ar: استخدام السحابة لتبادل الملفات عبر الأجهزة

source: Use Paint.net to resize images
ar: استخدام برنامج Paint.net لتغيير حجم الصور

source: Use Paint.net to crop images
ar: استخدام برنامج Paint.net لقص الصور

source: Use Paint.net to change from JPEG to PNG
ar: استخدام برنامج Paint.net لتغيير نوع الصور من JPEG الى PNG

source: Search for graphics on logomkr
ar: البحث عن الرسومات على logomkr

source: Move, resize and change the color of your logo
ar: تحريك، تغيير الحجم، و تغير لون الشعار الخاص بك

source: Adding text to logo
ar: إضافة نص إلى الشعار

source: Save your logo
ar: حفظ الشعار الخاص بك

source: Create a private account on social media (FB, Instagram)
ar: إنشاء حساب خاص على وسائل التواصل الاجتماعي (فيسبوك، توتير، انستاجرام)

source: Structure a frame work on social media
ar: بناء اطار عمل على شبكات التواصل الاجتماعي

source: Create a YouTube account
ar: إنشاء حساب خاص على YouTube

source: Create a page on Facebook to market my business
ar: إنشاء صفحة على فيسبوك لتسويق أعمالي

source: Develop a website for my business
ar: إنشاء موقع الكتروني لعملي

source: Use Windows Movie Maker to import and edit slide shows and videos.
ar: استخدام Windows Movie Maker لاحضار وتعديل الشرائح وأشرطة الفيديو.

source: Use Windows Movie Maker to edit your movies and use effects & transitions.
ar: استخدام Windows Movie Maker لتعديل أفلامك واستخدام المؤثرات والتحولات.

source: Use Windows Movie Maker to add and edit audio.
ar: استخدام Windows Movie Maker لإضافة الصوت وتعديله.

source: Produce a work plan
ar: إنشاء خطة عمل

source: Setting specific goals
ar: وضع أهداف محددة

source: Identify the target group
ar: تحديد الفئة المستهدفة

source: Identify issues that should be targeted
ar: تحديد القضايا التي يجب استهدافها

source: Developing a website with a cloud-based web development platform such as WordPress
ar: تطوير موقع باستخدام WordPress

source: Develop digital resources such as Main page, About Us and Contact us, Etc...
ar: تطوير مواد لموقع رقمي (الصفحة الرئيسية، عن الموقع، اتصل بنا، ...)

source: If you have used a computer before, please continue answering the questions below. If you have not please STOP here.
ar: إذا كنت قد استخدمت جهاز كمبيوتر من قبل، يرجى مواصلة الإجابة على الأسئلة أدناه . أو الرجاء التوقف هنا

source: ICT Literacy
ar: محو الأمية التكنولوجية )تكنولوجيا المعلومات والاتصالات(

source: Graphic skills
ar: مهارات الرسم على الكمبيوتر

source: Social communication skills
ar: مهارات استخدام وسائل التواصل الاجتماعي

source: Audiovisual skills
ar: مهارات استخدام وسائل الوسائط السمعية والبصرية الرقمية

source: Entrepreneurial skills
ar: مهارات ريادة الأعمال

source: Website skills
ar: مهارات انشاء المواقع الالكترونية

source: Initiative Title
ar: عنوان المبادرة

source: November
ar: تشرين ثاني

source: Location
ar: الموقع الجغرافي

source: Duration of the initiative
ar: مدة المبادرة

source: Sex of beneficiaries
ar: جنس المستفيدين

source: Your data has been sent successfully to the server
ar: تم إرسال البياناتك بنجاح

source: Improving or installing basic services (electricity, water, sanitation, and waste removal)
ar: تحسين أو تثبيت الخدمات الأساسية (الكهرباء، المياه، الصرف الصحي وإزالة النفايات)

source: Enhancing social cohesion
ar: تعزيز التماسك الاجتماعي

source: Environmental
ar: بيئية

source: Health Services
ar: خدمات صحية

source: Educational, informational or knowledge sharing
ar: تعليمية، معلوماتية أو تبادل معلومات

source: Advocacy or Raising awareness
ar: المناصرة أو زيادة الوعي

source: Political
ar: سياسية

source: Spiritual/Religious
ar: روحية / دينية

source: Artistic/Cultural/Sports
ar: فنية / ثقافية / رياضة

source: Enhancing public safety
ar: تعزيز السلامة العامة

source: Improving Public Spaces (parks, hospitals, buildings, schools, sidewalks)
ar: تحسين المساحات العامة (الحدائق، المستشفيات، المباني، المدارس والأرصفة)

source: Self-Management
ar: الإدارة الذاتية

source: Cooperation & Teamwork
ar: التعاون والعمل الجماعي

source: Creativity
ar: الإبداع

source: Critical Thinking
ar: التفكير النقدي

source: Negotiation
ar: التفاوض

source: Respect for diversity
ar: احترام التنوع

source: Decision Making
ar: إتخاذ القرار

source: Participation
ar: مشاركة

source: Communication
ar: الاتصالات

source: Empathy
ar: التعاطف

source: Problem-Solving
ar: حل المشاكل

source: Resilience
ar: المرونة

source: Financial (self-explanatory)
ar: مالي (ذاتي التفسير)

source: Technical (for ex. developing awareness tools materials, trainings..etc)
ar: تقني (على سبيل المثال تطوير مواد أدوات التوعية، التدريب ... الخ)

source: In-Kind (posters, booklet,etc)
ar: عيني (ملصقات، كتيبات ... الخ)

source: 1-2 weeks
ar: أسبوع - أسبوعان

source: 3-4 weeks
ar: 3-4 أسابيع

source: 4-6 weeks
ar: 4 - 6 أسابيع

source: More than 6 weeks
ar: أكثر من 6 أسابيع

source: Other NGOs
ar: منظمات غير حكومية أخرى

source: Schools
ar: المدارس

source: Municipality
ar: البلدية

source: greater than 1000
ar: أكثر من 1000

source: 1-6 years
ar: 1-6 سنوات

source: 7-13 years
ar: 7-13 سنوات

source: 14-24 years
ar: 14-24 سنة

source: 25-50 years
ar: 25-50 سنة

source: 50 years and above
ar: 50 سنة وما فوق

source: Both male and females
ar: الذكور والإناث على حد سواء

source: Only males
ar: الذكور فقط

source: only female
ar: الإناث فقط

source: UNICEF
ar: اليونيسيف

source: Local Business
ar: شركة محلية

source: Organisation
ar: منظمة

source: Exceeded the total number of direct beneficiaries that we planned to reach (greater than 100%)
ar: تجاوز العدد الإجمالي للمستفيدين المباشرين الذين خططنا للوصول إليهم (أكثر من 100٪)

source: Reached all of the direct beneficiaries planned (100%)
ar: تم الوصول إلى جميع المستفيدين المباشرين المقرّرين (100٪)

source: Reached less than half of the direct beneficiaries planned (Less then 49%)" (50% or more)
ar: لم يتم الوصول إلى العدد الإجمالي للمستفيدين المباشرين (أقل من 49٪)

source: Somewhat
ar: إلى حد ما

source: Edit
ar: تعديل

source: Partner Organisation
ar: الجمعية

source: Governorate
ar: المحافظة

source: Country
ar: البلد

source: Partner
ar: الجمعية

source: First name
ar: الاسم الاول

source: Father name
ar: اسم الأب

source: Last name
ar: اسم العائلة

source: Trainer
ar: المدرب

source: Sex
ar: الحالة الاجتماعية

source: birthday day
ar: يوم الميلاد

source: birthday month
ar: شهر الميلاد

source: birthday year
ar: سنة الميلاد

source: age
ar: العمر

source: Birthday
ar: تاريخ الميلاد

source: Nationality
ar: الجنسية

source: Marital status
ar: الحالة الاجتماعية

source: address
ar: العنوان

source: Search for youth by name or id
ar: ابحث عن شاب من خلال الاسم او الرقم

source: Center
ar: المركز

source: Gender
ar: النوع الاجتماعي

source: Male
ar: ذكر

source: Female
ar: انثى

source: Birthday year
ar: سنة الميلاد

source: Birthday month
ar: شهر الميلاد

source: January
ar: كانون الثاني

source: February
ar: شباط

source: March
ar: آذار

source: April
ar: نيسان

source: May
ar: ايار

source: June
ar: حزيران

source: July
ar: تموز

source: August
ar: آب

source: September
ar: ايلول

source: October
ar: تشرين اول

source: December
ar: كانون اول

source: Birthday day
ar: يوم الميلاد

source: Address
ar: العنوان

source: Married
ar: متزوج/متزوجة

source: Engaged
ar: مرتبط/مرتبطة

source: Divorced
ar: مطلق/مطلقة

source: Widower
ar: ارمل/ارملة

source: Single
ar: اعزب/عزباء

source: Location Information
ar: معلومات عن الموقع

source: Personal Details
ar: تفاصيل شخصية

source: Save and add another
ar: احفظ وأضف آخر

source: Youth
ar: شباب

source: Created by
ar: تم الانشاء من قبل

source: Modified by
ar: تم التعديل من قبل

source: Comments
ar: ملاحظات

source: Registration
ar: التسجيل

source: Registrations
ar: التسجيل

source: Delete
ar: حذف

source: Age
ar: العمر

source: Account Inactive
ar: الحساب غير نشط

source: This account is inactive.
ar: هذا الحساب غير نشط

source: Account
ar: الحساب

source: E-mail Addresses
ar: عناوين البريد الإلكتروني

source: The following e-mail addresses are associated with your account:
ar: العناوين البريدية الإلكترونية التالية مقترنة بحسابك:

source: Verified
ar: تم التحقق

source: Unverified
ar: لم يتم التحقق

source: Primary
ar: رئيسي

source: Make Primary
ar: جعله رئيسي

source: Re-send Verification
ar: إعادة ارسال التحقق

source: Remove
ar: حذف

source: Warning:
ar: تحزير

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ar: ليس لديك حاليا أي عنوان بريد إلكتروني معد. يجب عليك إضافة عنوان بريد إلكتروني حتى تتمكن من تلقي إشعارات، وإعادة تعيين كلمة المرور، وما إلى ذلك.

source: Add E-mail Address
ar: اضف عنوان البريد الإلكتروني

source: Add E-mail
ar: اضف عنوان البريد الإلكتروني

source: Do you really want to remove the selected e-mail address?
ar: هل تريد حقا إزالة عنوان البريد الإلكتروني المحدد؟

source: Confirm E-mail Address
ar: تأكيد العنوان البريد الإلكتوني

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: الرجاء التأكد من ان a href="mailto:%(email)s">%(email)s</a> هذا هو البريد الالكتروني لهذا المستخدم %(user_display)s.

source: Confirm
ar: تأكيد

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: انتهت صلاحية رابط تأكيد البريد الالكتروني هذا او انه غير صالح. الرجاء<a href="%(email_url)s">إصدار طلب تأكيد بريد إلكتروني جديد</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s .
ar: الرجاء التأكد من ان a href="mailto:%(email)s">%(email)s</a> هذا هو البريد الالكتروني لهذا المستخدم %(user_display)s.

source: Sign In
ar: تسجيل الدخول

source: or
ar: او

source: Sign Out
ar: تسجيل الخروج

source: Are you sure you want to sign out?
ar: هل انت متأكد انك تريد تسجيل الخروج؟

source: Change Password
ar: تغيير كلمة السر

source: Password Reset
ar: إعادة تعيين كلمة السر

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: هل نسيت كلمة السر؟ أدخل عنوان بريدك الإلكتروني أدناه، وسنرسل إليك رسالة بريد إلكتروني تسمح لك بإعادة تعيينها.

source: Reset My Password
ar: إعادة تعيين كلمة السر

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا كان لديك أي مشكلة في إعادة تعيين كلمة المرور الخاصة بك.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك رسالة عبر البريد الإلكتروني. يرجى الاتصال بنا إذا لم تصلك في غضون بضع دقائق.

source: Bad Token
ar: رمز التشفير غير صحيح

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه قد تم استخدامه بالفعلالرجاء اعادة طلب <a href="%(passwd_reset_url)s">إعادة تعيين كلمة المرور الجديدة</a>

source: change password
ar: تغيير كلمة السر

source: Your password is now changed.
ar: تم تغيير كلمة السر

source: Set Password
ar: ضبط كلمة السر

source: Signup
ar: سجل

source: Sign Up
ar: سجل

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ar: هل لديك حساب بالفعل؟ لذلك الرجاء<a href="%(login_url)s">ادخل الى حسابك</a>.

source: This is a digital platform used by youth and the partners implementing youth activities to register their bio-data, enroll in courses, and track their progress through. To ensure the coordination of the needed protection and assistance, we may need to share the collected information, including your personal data, with other humanitarian agencies. In all cases, measures will be taken to prevent unauthorized dissemination of your personal data in line with international data protection standards. By Clicking Sign Up you are giving us your consent to collect your bio-data and enroll you on our platform.
ar: هذه منصة رقمية ليستخدمها الشباب والشركاء تنفيذ الأنشطة الشباب لتسجيل البيانات الحيوية، والانخراط في الدورات، وتتبع التقدم المحرز من خلال. ولضمان تنسيق الحماية والمساعدة المطلوبتين، قد نحتاج إلى تبادل المعلومات التي تم جمعها، بما في ذلك بياناتك الشخصية، مع وكالات إنسانية أخرى. وفي جميع الحالات، ستتخذ تدابير لمنع النشر غير المصرح به لبياناتك الشخصية بما يتوافق مع المعايير الدولية لحماية البيانات. عن طريق النقر على تسجيل دخول تعطي لنا موافقتك على جمع البيانات الحيوية الخاصة بك وتسجيل لك على منصة لدينا

source: Sign Up Closed
ar: التسجيل مغلق

source: We are sorry, but the sign up is currently closed.
ar: عذرا، ولكن الاشتراك مغلق حاليا.

source: Verify Your E-mail Address
ar: تحقق من عنوان بريدك الإلكتروني

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا رسالة إلكترونية إليك للتحقق. اتبع الرابط المقدم لوضع اللمسات الأخيرة على عملية الاشتراك. يرجى الاتصال بنا إذا كنت لا تحصل عليه في غضون بضع دقائق.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ar: يتطلب هذا الجزء من الموقع التحقق من أنك أنت الذي تدعي أنه. لهذا الغرض، نطلب منك إثبات ملكية عنوان بريدك الإلكتروني.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا رسالة إلكترونية إليك للتحقق. يرجى النقر على الرابط داخل هذا البريد الإلكتروني. يرجى الاتصال بنا إذا كنت لا تحصل عليه في غضون بضع دقائق.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ar: <strong> :ملاحظة</strong>لا يزال يمكنك<a href="%(email_url)s"> تغيير عنوانك الالكتوني </a>

source: Full data export
ar: استخراج المعلومات

source: Export Registration
ar: استخراج التسجيل

source: Export
ar: استخراج المعلومات

source: Export All
ar: استخراج المعلومات

source: Export Civic Engagement assessments
ar: استخراج تقييم المشاركة المدنية

source: Export Entrepreneurship assessments
ar: استخراج تقييم ريادة الأعمال

source: Export Initiative registration & implementation
ar: استخراج تسجيل مبادرة والتنفيذ

source: Export Beneficiary list
ar: استخراج قاتئمة المستفيدين

source: Exported files
ar: قسم الملفات

source: home
ar: الرئيسية

source: Youth Registration
ar: التسجيل

source: Initiatives
ar: عنوان المبادرة

source: Admin
ar: قائمة الاعدادات

source: Profile
ar: الملف الشخصي

source: Change password?
ar: تغيير كلمة السر

source: Follow us
ar: تابعنا على القنوات التالية

source: Logout
ar: تسجيل الخروج

source: Arabic
ar: العربية

source: Moved?
ar: انتقل؟

source: Export Full data
ar: استخراج المعلومات

source: Change password
ar: تغيير كلمة السر

source: Log In
ar: تسجيل الدخول

source: Add new beneficiary
ar: إضافة مستفيد جديد

source: Add Initiatives
ar: عنوان المبادرة

source: Export data
ar: استخراج المعلومات

source: filter
ar: ابحث

source: reset
ar: الغاء

source: User Profile
ar: الملف الشخصي

source: Partner Name:
ar: اسم الأب

source: Country:
ar: البلد

source: Change password
ar: تغيير كلمة السر

source: Partner:
ar: الجمعية

source: Email:
ar: البريد الالكتروني

source: Name:
ar: الاسم

source: Date Joined:
ar: تاريخ الانضمام
